package com.info.aegis.mypluginapplication.plugin.model;

/**
 * Created by leng on 2019/12/27.
 */
public class Case2LawBean {

    /**
     * reason : 由于张某某驾驶的苏AB4505号重型普通货车在被告华安财产保险股份有限公司江苏分公司投保了机动车交通事故责任强制保险及第三者责任保险（50万元）、不计免赔险，即应由被告华安财产保险股份有限公司江苏分公司在交强险限额内予以赔偿115733元（其中医疗费限额项下5733元，死亡伤残赔偿限额项下110000元，含精神抚慰金），超出交强险限额部分179640元，由于张某某无从业资格证，被告华安财产保险股份有限公司江苏分公司在第三者责任险的限额范围内对原告的损失免赔，故该损失应由雇主被告张某某承担赔偿即179640元。依照《中华人民共和国道路交通安全法》第七十六条、《中华人民共和国侵权责任法》第十六条、第二十二条、第四十八条、最高人民法院《关于审理道路交通事故损害赔偿案件适用法律若干问题的解释》第九条、第十七条、第十八条、第二十一条、第二十二条、第二十三条、第二十四条、第二十七条、第二十九条、《中华人民共和国合同法》第八条、第四十一条、第四十四条第一款、第六十条第一款、《中华人民共和国保险法》第六十五条、《中华人民共和国民事诉讼法》第一百四十四条之规定，判决如下：
     * claim : 原告梅某某、马某某本院提出诉讼请求：1、要求被告张某某、张某某、华安财产保险股份有限公司江苏分公司赔偿原告各项损失共计242360元；2、要求被告承担本案的诉讼费用。诉讼中，原告增加部分诉请：医疗费5304元、营养费195元、伙补费234元、护理费1350元，精神抚慰金50000元，共计57083元。
     * content : 2016年12月17日11时30分左右，张某某驾驶苏AB4505号重型普通货车沿S123线自南向北行驶至S123线67KM+300M（孔镇三叶园林停车场）路段，其所驾车辆在左拐弯进三叶园林停车场时，所载超长树枝刮撞到同方向在道路东侧路边行走的行人梅清友，导致梅清友受伤的交通事故，梅清友在家中于2017年1月2日死亡。南京市公安局溧水分局交通警察大队对该起交通事故作出认定，张某某驾驶机件不符合技术标准的机动车上路行驶时，载物违反装载要求，对道路情况疏忽观察，是发生事故的根本原因。张某某应负该事故的全部责任，梅清友在该事故中无责任。
     另查明，苏AB4505号重型普通货车的实际所有人为被告张某某，张某某与张某某系父女关系，张某某受张某某雇用，事发时是张某某驾驶该车辆。苏AB4505号重型普通货车并在被告华安财产保险股份有限公司江苏分公司投保了机动车交通事故责任强制保险及第三者责任保险（50万元）、不计免赔险，事故发生在保险期间内。再查明，受害人梅某某生前与原告马某系夫妻，共生育一女梅某某且已故，梅某某为梅某某生前与梅某某所生之子。受害人梅某某生前所承包土地全部已流转。
     * result : 一、从本判决生效之日起十日内，被告华安财产保险股份有限公司江苏分公司在交强险限额内赔偿原告马英115733元；
     二、从本判决生效之日起十日内，被告张某某赔偿原告马英179640元；
     三、驳回原告马英要求由被告张某某赔偿的请求及其他诉讼请求。
     上述应给付款项如果未按本判决指定的期限履行给付义务，应当依照《中华人民共和国民事诉讼法》第二百五十三条之规定，加倍支付迟延履行期间的债务利息。
     本案案件受理费2468元，由被告张某某负担。
     * casenum : （2017）苏0117民初3179号
     * id : 59c2181b08556c179cd96fad
     * title : 机动车载物违反装载要求，发生交通事故致行人死亡。
     * cate : ms
     */

    public String reason;
    public String claim;
    public String content;
    public String result;
    public String casenum;
    public String id;
    public String title;
    public String cate;
}
